/* No comment provided by engineer. */
"%d Repetitions" = "%d Repetitions";

/* No comment provided by engineer. */
"%ld professionally designed challenges to tone and maximize fat loss." = "%ld professionally designed challenges to tone and maximize fat loss.";

/* No comment provided by engineer. */
"(S)he Lifts" = "(S)he Lifts";

/* No comment provided by engineer. */
"30 Day Beginner Challenge" = "30 Day Beginner Challenge";

/* No comment provided by engineer. */
"30 Day Bikini Body Challenge" = "30 Day Bikini Body Challenge";

/* No comment provided by engineer. */
"7 Minutes" = "7 Minutes";

/* No comment provided by engineer. */
"A great app for fitness challenges!" = "A great app for fitness challenges!";

/* No comment provided by engineer. */
"Advanced" = "Advanced";

/* No comment provided by engineer. */
"All in one spot, anytime, on the go." = "All in one spot, anytime, on the go.";

/* No comment provided by engineer. */
"Athletic Training" = "Athletic Training";

/* No comment provided by engineer. */
"Beach Abs" = "Beach Abs";

/* No comment provided by engineer. */
"Beginner" = "Beginner";

/* No comment provided by engineer. */
"Buy for $%0.02f" = "Buy for $%0.02f";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Check out this great app for doing fitness challenges. https://itunes.apple.com/us/app/id986580178" = "Check out this great app for doing fitness challenges. https://itunes.apple.com/us/app/id986580178";

/* No comment provided by engineer. */
"Day %d: %d Minutes" = "Day %1$d: %2$d Minutes";

/* No comment provided by engineer. */
"Day %ld: Rest Day" = "Day %ld: Rest Day";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Error loading the exercise. Please try again." = "Error loading the exercise. Please try again.";

/* No comment provided by engineer. */
"Error!" = "Error!";

/* No comment provided by engineer. */
"Facebook App is not installed." = "Facebook App is not installed.";

/* No comment provided by engineer. */
"Finish previous workouts to unlock this workout" = "Finish previous workouts to unlock this workout";

/* No comment provided by engineer. */
"For beginners & intermediates." = "For beginners & intermediates.";

/* No comment provided by engineer. */
"Hey! Check this amazing app for fitness challenges. https://itunes.apple.com/us/app/id986580178?mt=8" = "Hey! Check this amazing app for fitness challenges. https://itunes.apple.com/us/app/id986580178?mt=8";

/* No comment provided by engineer. */
"HIIT Cardio" = "HIIT Cardio";

/* No comment provided by engineer. */
"Home Workouts" = "Home Workouts";

/* No comment provided by engineer. */
"Hurray!" = "Hurray!";

/* No comment provided by engineer. */
"I hope Fit30 has helped you get in better shape! If so, we'd really appreciate a review in the App Store. Thank you so much!\n-Jay" = "I hope Fit30 has helped you get in better shape! If so, we'd really appreciate a review in the App Store. Thank you so much!\n-Jay";

/* No comment provided by engineer. */
"Impress the Ladies" = "Impress the Ladies";

/* No comment provided by engineer. */
"Instructions:\n%@" = "Instructions:\n%@";

/* No comment provided by engineer. */
"Intermediate" = "Intermediate";

/* No comment provided by engineer. */
"Lean Legs, Tight Tush" = "Lean Legs, Tight Tush";

/* No comment provided by engineer. */
"Locked!" = "Locked!";

/* No comment provided by engineer. */
"Make sure you enabled banner/alert in the Notification Center." = "Make sure you enabled banner/alert in the Notification Center.";

/* No comment provided by engineer. */
"Message" = "Message";

/* No comment provided by engineer. */
"Most Popular" = "Most Popular";

/* No comment provided by engineer. */
"NEW!" = "NEW!";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No equipment needed." = "No equipment needed.";

/* No comment provided by engineer. */
"Notification" = "Notification";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"OVER 50% OFF!" = "OVER 50% OFF!";

/* No comment provided by engineer. */
"Please help us out!" = "Please help us out!";

/* No comment provided by engineer. */
"Please load this challenge again to enable the buy button." = "Please load this challenge again to enable the buy button.";

/* No comment provided by engineer. */
"Purchase this challenge to unlock it" = "Purchase this challenge to unlock it";

/* No comment provided by engineer. */
"Registration failed" = "Registration failed";

/* No comment provided by engineer. */
"Registration successful" = "Registration successful";

/* No comment provided by engineer. */
"Reminder for next day" = "Reminder for next day";

/* No comment provided by engineer. */
"Select" = "Select";

/* No comment provided by engineer. */
"Show me!" = "Show me!";

/* No comment provided by engineer. */
"Speciality" = "Speciality";

/* No comment provided by engineer. */
"Success" = "Success";

/* No comment provided by engineer. */
"Sure!" = "Sure!";

/* No comment provided by engineer. */
"Thank you for purchasing All Challenges!" = "Thank you for purchasing All Challenges!";

/* No comment provided by engineer. */
"This device does not have the capability to send texts" = "This device does not have the capability to send texts";

/* No comment provided by engineer. */
"Try Again" = "Try Again";

/* No comment provided by engineer. */
"Unable to connect to the server." = "Unable to connect to the server.";

/* No comment provided by engineer. */
"Unable to load" = "Unable to load";

/* No comment provided by engineer. */
"Unable to retrieve price for all from Apple's Servers. Please try again." = "Unable to retrieve price for all from Apple's Servers. Please try again.";

/* No comment provided by engineer. */
"Unable to retrieve the price for buy all." = "Unable to retrieve the price for buy all.";

/* No comment provided by engineer. */
"Video URL is NULL" = "Video URL is NULL";

/* No comment provided by engineer. */
"What feature would you like to see next on the app?" = "What feature would you like to see next on the app?";

/* No comment provided by engineer. */
"Woohoo! Day %d is done. One step closer to asking out Siri ;)" = "Woohoo! Day %d is done. One step closer to asking out Siri ;)";


"Professionally designed challenge to maximize fat loss. The workouts are quick, but highly effective! \n\n+ 30 workouts; lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress" = "Professionally designed challenge to maximize fat loss. The workouts are quick, but highly effective! \n\n+ 30 workouts; lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress";

"Ultimate Fat Burner" = "Ultimate Fat Burner";

"Professionally designed challenge to tone legs and butt. The workouts are quick, but highly effective! \n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress" = "Professionally designed challenge to tone legs and butt. The workouts are quick, but highly effective! \n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress";

"Lean Long Legs" = "Lean Long Legs";

"Professionally designed challenge to tone legs and butt. The workouts are quick, but highly effective! \n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress" = "Professionally designed challenge to tone legs and butt. The workouts are quick, but highly effective! \n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress";


"Bubble Butt" = "Bubble Butt";

"Professionally designed challenge to tone legs. Day 30 will test anyone!\n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress" = "Professionally designed challenge to tone legs. Day 30 will test anyone!\n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress";

"200 Rep Squat Challenge" = "200 Rep Squat Challenge";

"Professionally designed challenge to tone abs. The workouts are quick, but highly effective! \n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress" = "Professionally designed challenge to tone abs. The workouts are quick, but highly effective! \n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress";

"Beach Body Abs" = "Beach Body Abs";

"Professionally designed challenge to tone legs. Day 30 will test anyone!\n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress" = "Professionally designed challenge to tone legs. Day 30 will test anyone!\n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress";

"100 Rep Squat Challenge" = "100 Rep Squat Challenge";

"Professionally designed challenge to tone abs. The workouts are quick, but highly effective! \n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress" = "Professionally designed challenge to tone abs. The workouts are quick, but highly effective! \n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress";

"ABSolutely Killer Abs" = "ABSolutely Killer Abs";

"Professionally designed challenge to maximize fat loss. The workouts are quick, but highly effective! \n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress" = "Professionally designed challenge to maximize fat loss. The workouts are quick, but highly effective! \n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress";

"HIIT Cardio" = "HIIT Cardio";

"Push Ups" = "Push Ups";

"Push Up w/Rotation" = "Push Up w/Rotation";

"Squats+Reverse Lifts " = "Squats+Reverse Lifts ";

"Crunches" = "Crunches";

"Rocker Squats" = "Rocker Squats";

"Russian Twists" = "Russian Twists";

"Roundabout Squats " = "Roundabout Squats ";

"Double Ski Squats" = "Double Ski Squats";

"Alt. Knee Raise" = "Alt. Knee Raise";

"Plie Squats" = "Plie Squats";

"High Knees" = "High Knees";

"Squats + Leg Raises" = "Squats + Leg Raises";

"Ski Squat Jumps" = "Ski Squat Jumps";

"Lying Knee Twists" = "Lying Knee Twists";

"Sumo Squats+High Kicks" = "Sumo Squats+High Kicks";

"Step Ups" = "Step Ups";

"Side Squats" = "Side Squats";

"3 Point Squat Hops" = "3 Point Squat Hops";

"Ski Squat + Double Pulse" = "Ski Squat + Double Pulse";

"Jumping Jacks" = "Jumping Jacks";

"Side Obliques" = "Side Obliques";

"Reaching Obliques" = "Reaching Obliques";

"Lunges" = "Lunges";

"Super Slow Squats" = "Super Slow Squats";

"Pop Squats" = "Pop Squats";

"Squat Hops" = "Squat Hops";

"Basic squats" = "Basic squats";

"Tricep Dips" = "Tricep Dips";

"Jump Squats " = "Jump Squats ";

"Pilates Leg Pulls" = "Pilates Leg Pulls";

"Rocket Squats" = "Rocket Squats";

"Knee Tucks" = "Knee Tucks";

"Pilates Toe Taps" = "Pilates Toe Taps";

"Triple Dip Squats " = "Triple Dip Squats ";

"Toe Touches" = "Toe Touches";

"Flutter Kicks" = "Flutter Kicks";

"Side Hip Raises" = "Side Hip Raises";

"Heel Touches" = "Heel Touches";

"BUY CHALLENGE ($%0.02f)" = "BUY CHALLENGE ($%0.02f)";

"BUY CHALLENGE" = "BUY CHALLENGE";

"SHARE" = "SHARE";

"TEXT A FRIEND" = "TEXT A FRIEND";

"REQUEST A FEATURE" = "REQUEST A FEATURE";

"FACEBOOK" = "FACEBOOK";